{"What is the percent postive rate in Ohio?": "26.776219423446747", "What is the percent negative rate in Ohio?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Ohio?": "37300.0", "What is the hospitilization rate in Ohio?": "4.737417490242483, 3.4283967331964886", "What is the percent postive rate in New Mexico?": "26.776219423446747", "What is the percent negative rate in New Mexico?": "100.0", "What is the daily percent positive rate in New Mexico?": "37300.0", "What is the hospitilization rate in New Mexico?": "3.4283967331964886", "What is the percent postive rate in Wisconsin?": "26.776219423446747", "What is the percent negative rate in Wisconsin?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Wisconsin?": "1.568420125121156, 100.0", "What is the hospitilization rate in Wisconsin?": "4.737417490242483", "What is the percent postive rate in South Dakota?": "26.776219423446747", "What is the percent negative rate in South Dakota?": "100.0", "What is the daily percent positive rate in South Dakota?": "37300.0", "What is the hospitilization rate in South Dakota?": "4.737417490242483, 5.301513639489726, 3.4283967331964886", "What is the percent postive rate in Indiana?": "26.776219423446747", "What is the percent negative rate in Indiana?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Indiana?": "37300.0, 100.0, 100.0", "What is the hospitilization rate in Indiana?": "4.737417490242483, 3.4283967331964886", "What is the percent postive rate in Virgin Islands?": "26.776219423446747", "What is the percent negative rate in Virgin Islands?": "100.0", "What is the daily percent positive rate in Virgin Islands?": "37300.0, 1.9642578023237638", "What is the hospitilization rate in Virgin Islands?": "3.4283967331964886", "What is the percent postive rate in Arizona?": "10.450721127248563", "What is the percent negative rate in Arizona?": "38.858993399809435", "What is the daily percent positive rate in Arizona?": "2.9594324983373976", "What is the hospitilization rate in Arizona?": "7.006681557594252", "What is the percent postive rate in Rhode Island?": "26.776219423446747", "What is the percent negative rate in Rhode Island?": "100.0", "What is the daily percent positive rate in Rhode Island?": "37300.0, 100.0", "What is the hospitilization rate in Rhode Island?": "3.4283967331964886", "What is the percent postive rate in West Virginia?": "2.7583755978267415", "What is the percent negative rate in West Virginia?": "100.0", "What is the daily percent positive rate in West Virginia?": "1.9642578023237638", "What is the hospitilization rate in West Virginia?": "4.737417490242483, 3.4283967331964886", "What is the percent postive rate in Washington?": "26.776219423446747", "What is the percent negative rate in Washington?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Washington?": "2.549772965420887", "What is the hospitilization rate in Washington?": "9.20455748362461", "What is the percent postive rate in Massachusetts?": "26.776219423446747", "What is the percent negative rate in Massachusetts?": "100.0", "What is the daily percent positive rate in Massachusetts?": "37300.0, 1.4754913127213236", "What is the hospitilization rate in Massachusetts?": "3.3335249832588154", "What is the percent postive rate in Colorado?": "26.776219423446747", "What is the percent negative rate in Colorado?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Colorado?": "37300.0, 100.0, 100.0", "What is the hospitilization rate in Colorado?": "3.4283967331964886", "What is the percent postive rate in Illinois?": "6.428770307598796", "What is the percent negative rate in Illinois?": "nan", "What is the daily percent positive rate in Illinois?": "1.568420125121156", "What is the hospitilization rate in Illinois?": "nan", "What is the percent postive rate in Arkansas?": "26.776219423446747", "What is the percent negative rate in Arkansas?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Arkansas?": "37300.0, 100.0, 26.262626262626263", "What is the percent postive rate in Tennessee?": "26.776219423446747", "What is the percent negative rate in Tennessee?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Tennessee?": "37300.0, 100.0", "What is the hospitilization rate in Tennessee?": "9.20455748362461, 4.737417490242483", "What is the percent postive rate in Louisiana?": "7.616324148480264", "What is the percent negative rate in Louisiana?": "100.0, 92.38367585151974, 38.065089228474335", "What is the daily percent positive rate in Louisiana?": "3.471244957313069", "What is the hospitilization rate in Louisiana?": "3.4283967331964886", "What is the percent postive rate in Michigan?": "26.776219423446747", "What is the percent negative rate in Michigan?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Michigan?": "37300.0, 100.0", "What is the hospitilization rate in Michigan?": "9.20455748362461, 4.737417490242483", "What is the percent postive rate in Georgia?": "26.776219423446747", "What is the percent negative rate in Georgia?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Georgia?": "100.0, 100.0", "What is the hospitilization rate in Georgia?": "5.549362131614764", "What is the percent postive rate in Guam?": "26.776219423446747", "What is the percent negative rate in Guam?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Guam?": "37300.0, 100.0, 100.0", "What is the hospitilization rate in Guam?": "3.4283967331964886", "What is the percent postive rate in Vermont?": "26.776219423446747", "What is the percent negative rate in Vermont?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Vermont?": "37300.0, 100.0, 100.0, 100.0", "What is the hospitilization rate in Vermont?": "3.4283967331964886", "What is the percent postive rate in Pennsylvania?": "26.776219423446747", "What is the percent negative rate in Pennsylvania?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Pennsylvania?": "37300.0", "What is the percent postive rate in Montana?": "26.776219423446747", "What is the percent negative rate in Montana?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Montana?": "37300.0, 100.0, 100.0", "What is the percent postive rate in Iowa?": "21.28305504513861", "What is the percent negative rate in Iowa?": "78.71694495486139, 100.0", "What is the daily percent positive rate in Iowa?": "16.516709511568124", "What is the hospitilization rate in Iowa?": "nan, 4.737417490242483, 5.301513639489726, 3.4283967331964886", "What is the percent postive rate in Oregon?": "26.776219423446747", "What is the percent negative rate in Oregon?": "100.0", "What is the daily percent positive rate in Oregon?": "26.262626262626263", "What is the percent postive rate in Virginia?": "26.776219423446747", "What is the percent negative rate in Virginia?": "38.065089228474335", "What is the daily percent positive rate in Virginia?": "100.0", "What is the hospitilization rate in Virginia?": "9.20455748362461, 4.737417490242483", "What is the percent postive rate in Minnesota?": "6.890472630813389", "What is the percent negative rate in Minnesota?": "43.00843656154573", "What is the daily percent positive rate in Minnesota?": "3.5279277858804052", "What is the hospitilization rate in Minnesota?": "5.301513639489726", "What is the percent postive rate in Wyoming?": "26.776219423446747", "What is the percent negative rate in Wyoming?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Wyoming?": "37300.0, 100.0, 100.0", "What is the percent postive rate in Alabama?": "21.50880372908372", "What is the percent negative rate in Alabama?": "83.12767773996595", "What is the daily percent positive rate in Alabama?": "17.383894333191307", "What is the hospitilization rate in Alabama?": "9.198529867812148", "What is the percent postive rate in Utah?": "26.776219423446747", "What is the percent negative rate in Utah?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Utah?": "37300.0, 26.262626262626263", "What is the hospitilization rate in Utah?": "9.20455748362461", "What is the percent postive rate in South Carolina?": "26.776219423446747", "What is the percent negative rate in South Carolina?": "100.0", "What is the hospitilization rate in South Carolina?": "4.737417490242483, 3.4283967331964886", "What is the percent postive rate in Missouri?": "26.776219423446747", "What is the percent negative rate in Missouri?": "100.0", "What is the daily percent positive rate in Missouri?": "37300.0, 100.0", "What is the percent postive rate in Delaware?": "26.776219423446747", "What is the percent negative rate in Delaware?": "38.065089228474335", "What is the daily percent positive rate in Delaware?": "37300.0, 3.6645645133799216", "What is the hospitilization rate in Delaware?": "9.20455748362461", "What is the percent postive rate in Alaska?": "26.776219423446747", "What is the percent negative rate in Alaska?": "100.0", "What is the daily percent positive rate in Alaska?": "2.4034734067297254, 100.0, 100.0", "What is the hospitilization rate in Alaska?": "2.2729669866047884", "What is the percent postive rate in North Carolina?": "26.776219423446747", "What is the percent negative rate in North Carolina?": "100.0", "What is the daily percent positive rate in North Carolina?": "37300.0, 100.0", "What is the hospitilization rate in North Carolina?": "4.737417490242483, 3.4283967331964886", "What is the percent postive rate in Texas?": "26.776219423446747", "What is the percent negative rate in Texas?": "38.065089228474335", "What is the daily percent positive rate in Texas?": "37300.0, 100.0", "What is the hospitilization rate in Texas?": "4.737417490242483, 3.4283967331964886", "What is the percent postive rate in Nebraska?": "26.776219423446747", "What is the percent negative rate in Nebraska?": "100.0", "What is the daily percent positive rate in Nebraska?": "37300.0, 100.0", "What is the hospitilization rate in Nebraska?": "5.301513639489726", "What is the percent postive rate in Hawaii?": "26.776219423446747", "What is the percent negative rate in Hawaii?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Hawaii?": "37300.0, 1.0357631424662888", "What is the hospitilization rate in Hawaii?": "7.756367817693996, 3.4283967331964886", "What is the percent postive rate in Mississippi?": "26.776219423446747", "What is the percent negative rate in Mississippi?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Mississippi?": "9.077388856429597", "What is the hospitilization rate in Mississippi?": "9.20455748362461, 5.549362131614764", "What is the percent postive rate in District of Columbia?": "26.776219423446747", "What is the percent negative rate in District of Columbia?": "38.065089228474335", "What is the daily percent positive rate in District of Columbia?": "1.9642578023237638, 100.0", "What is the hospitilization rate in District of Columbia?": "4.737417490242483", "What is the percent postive rate in Florida?": "8.546458863175921, 26.776219423446747", "What is the percent negative rate in Florida?": "41.80563997374658", "What is the daily percent positive rate in Florida?": "6.229198594405486", "What is the hospitilization rate in Florida?": "4.307385938365051", "What is the percent postive rate in North Dakota?": "26.776219423446747", "What is the percent negative rate in North Dakota?": "100.0", "What is the daily percent positive rate in North Dakota?": "37300.0", "What is the hospitilization rate in North Dakota?": "4.737417490242483, 5.301513639489726, 3.4283967331964886", "What is the percent postive rate in New Jersey?": "26.776219423446747", "What is the percent negative rate in New Jersey?": "100.0", "What is the daily percent positive rate in New Jersey?": "37300.0", "What is the hospitilization rate in New Jersey?": "3.4283967331964886", "What is the percent postive rate in Idaho?": "26.776219423446747", "What is the percent negative rate in Idaho?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Idaho?": "26.262626262626263", "What is the hospitilization rate in Idaho?": "3.4283967331964886", "What is the percent postive rate in New York?": "26.776219423446747", "What is the percent negative rate in New York?": "100.0", "What is the daily percent positive rate in New York?": "37300.0", "What is the hospitilization rate in New York?": "3.4283967331964886", "What is the percent postive rate in Connecticut?": "4.3759813482862775", "What is the percent negative rate in Connecticut?": "31.842635124979147, nan", "What is the daily percent positive rate in Connecticut?": "37300.0, nan", "What is the hospitilization rate in Connecticut?": "3.072020332371223", "What is the percent postive rate in Oklahoma?": "26.776219423446747", "What is the percent negative rate in Oklahoma?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Oklahoma?": "100.0", "What is the hospitilization rate in Oklahoma?": "4.737417490242483", "What is the percent postive rate in Kentucky?": "10.33055543817498", "What is the percent negative rate in Kentucky?": "nan", "What is the daily percent positive rate in Kentucky?": "inf", "What is the hospitilization rate in Kentucky?": "4.737417490242483", "What is the percent postive rate in Maine?": "26.776219423446747", "What is the percent negative rate in Maine?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Maine?": "100.0", "What is the hospitilization rate in Maine?": "3.4283967331964886", "What is the percent postive rate in New Hampshire?": "26.776219423446747", "What is the percent negative rate in New Hampshire?": "100.0", "What is the daily percent positive rate in New Hampshire?": "37300.0", "What is the hospitilization rate in New Hampshire?": "3.4283967331964886", "What is the percent postive rate in Kansas?": "23.286112202067297", "What is the percent negative rate in Kansas?": "76.7138877979327", "What is the daily percent positive rate in Kansas?": "37300.0, nan, 100.0", "What is the hospitilization rate in Kansas?": "3.172773701163722", "What is the percent postive rate in Nevada?": "26.776219423446747", "What is the percent negative rate in Nevada?": "100.0, 38.065089228474335", "What is the daily percent positive rate in Nevada?": "37300.0, 100.0", "What is the hospitilization rate in Nevada?": "4.737417490242483", "What is the percent postive rate in Maryland?": "4.783139180916791", "What is the percent negative rate in Maryland?": "37.47468073834314", "What is the daily percent positive rate in Maryland?": "2.140183530548177", "What is the hospitilization rate in Maryland?": "9.20455748362461", "What is the percent postive rate in California?": "7.052719277724894", "What is the percent negative rate in California?": "nan", "What is the daily percent positive rate in California?": "2.8651660084393256", "What is the hospitilization rate in California?": "nan"}