{"What percentage of confirmed cases in Ohio are African-American?": "48.68297158308989, 31.457980335880677, 6.664698424307094, 32.88113152385401, 7.967984392187114, 4.9176748045595495, 6.545510324828528", "What percentage of confirmed cases in Ohio are Latino?": "16.447472666772303", "What percentage of confirmed cases in Ohio are Asian?": "29.3715318105562", "What percentage of confirmed cases in Ohio are White?": "57.636204562913825, 66.87890680005142, 79.20469930558589", "What percentage of confirmed cases in Ohio are American Indian or Alaska Native?": "20.626306209128295", "What percentage of confirmed cases in Ohio are mixed?": "3.9573031026834085, 1.719145080416562", "What percentage of deaths in Ohio are Hispanic?": "0.18770057756009903", "What percentage of deaths in Ohio are Black?": "1.8662932470605278, 0.8975707454440975", "What percentage of deaths in Ohio are Caucasian?": "1.70789181675182, 1.3145826964231122", "What percentage of deaths in Ohio are Alaska Native?": "0.18708285579451223", "What percentage of deaths in Ohio are multiracial?": "0.028730804535571416, 0.020611782184481574", "What percentage of cases in Ohio are African-American?": "48.68297158308989, 31.457980335880677, 32.88113152385401, 7.967984392187114, 4.9176748045595495, 6.545510324828528", "What percentage of cases in Ohio are Latino?": "16.447472666772303", "What percentage of cases in Ohio are Asian?": "29.3715318105562", "What percentage of cases in Ohio are White?": "57.636204562913825, 48.362269959481175, 79.20469930558589", "What percentage of cases in Ohio are American Indian or Alaska Native?": "20.626306209128295", "What percentage of cases in Ohio are mixed?": "3.9573031026834085", "What percentage of confirmed cases in New Mexico are Hispanic?": "16.074863355528645, 16.447472666772303, 31.268203774302762, 14.552623278309326", "What percentage of confirmed cases in New Mexico are Black?": "48.68297158308989, 32.88113152385401, 31.457980335880677", "What percentage of confirmed cases in New Mexico are American Indian?": "4.925500995820699", "What percentage of confirmed cases in New Mexico are Caucasian?": "57.636204562913825, 66.87890680005142, 79.20469930558589", "What percentage of confirmed cases in New Mexico are Alaska Native?": "20.626306209128295, 4.108538455919947", "What percentage of confirmed cases in New Mexico are multiracial?": "1.2230557315172186, 3.9573031026834085", "What percentage of deaths in New Mexico are African-American?": "1.8662932470605278, 0.8975707454440975", "What percentage of deaths in New Mexico are Asian?": "0.04887750286523292, 0.17435912667925973, 0.4258614014711576", "What percentage of deaths in New Mexico are White?": "1.70789181675182, 2.032954768362881, 1.1725558548565995", "What percentage of deaths in New Mexico are American Indian or Alaska Native?": "0.18708285579451223", "What percentage of deaths in New Mexico are Pacific Islander and Native Hawaiian?": "0.009196337230257435", "What percentage of cases in New Mexico are Hispanic?": "16.447472666772303", "What percentage of cases in New Mexico are Black?": "48.68297158308989, 31.457980335880677", "What percentage of cases in New Mexico are Caucasian?": "79.20469930558589", "What percentage of cases in New Mexico are Alaska Native?": "20.626306209128295", "What percentage of cases in New Mexico are multiracial?": "1.2230557315172186, 3.9573031026834085", "What percentage of confirmed cases in Wisconsin are African-American?": "22.373633338615118, 48.68297158308989, 31.457980335880677, 6.664698424307094, 9.237900920861028, 21.110966724540713, 32.88113152385401, 7.967984392187114, 11.328177395163946, 28.925252827772457", "What percentage of confirmed cases in Wisconsin are Latino?": "18.35605235597725, 8.936942231909079, 16.447472666772303", "What percentage of confirmed cases in Wisconsin are Asian?": "5.328220702954309, 29.3715318105562", "What percentage of confirmed cases in Wisconsin are White?": "57.636204562913825, 66.87890680005142, 79.20469930558589", "What percentage of confirmed cases in Wisconsin are American Indian or Alaska Native?": "20.626306209128295", "What percentage of confirmed cases in Wisconsin are mixed?": "1.2230557315172186, 3.9573031026834085, 1.719145080416562", "What percentage of deaths in Wisconsin are Hispanic?": "0.6969224257538569", "What percentage of deaths in Wisconsin are Black?": "1.8662932470605278, 0.8975707454440975", "What percentage of deaths in Wisconsin are American Indian?": "0.005255049845861391", "What percentage of deaths in Wisconsin are Caucasian?": "1.70789181675182, 2.05525155406196", "What percentage of deaths in Wisconsin are Alaska Native?": "0.18708285579451223", "What percentage of deaths in Wisconsin are Pacific Islander?": "0.009196337230257435", "What percentage of deaths in Wisconsin are multiracial?": "0.019792117082510566, 0.020611782184481574", "What percentage of cases in Wisconsin are African-American?": "48.68297158308989, 32.88113152385401, 31.457980335880677, 22.373633338615118", "What percentage of cases in Wisconsin are Asian?": "5.328220702954309, 29.3715318105562", "What percentage of cases in Wisconsin are White?": "39.24887448000768, 48.362269959481175", "What percentage of cases in Wisconsin are American Indian or Alaska Native?": "20.626306209128295", "What percentage of cases in Wisconsin are mixed?": "1.2230557315172186", "What percentage of confirmed cases in South Dakota are Hispanic?": "16.074863355528645, 16.447472666772303, 31.268203774302762, 14.552623278309326", "What percentage of confirmed cases in South Dakota are Black?": "48.68297158308989", "What percentage of confirmed cases in South Dakota are American Indian?": "4.925500995820699, 4.108538455919947", "What percentage of confirmed cases in South Dakota are Caucasian?": "74.63398744596748, 5.3942444186346625, 63.911482738025605, 57.776801151904515, 63.60170734960651, 47.34610072551675, 66.87890680005142, 83.331709693132, 79.18298824846111, 70.89545428427539, 0.9520927729381, 59.00003238427773, 57.636204562913825, 50.331846421614394, 67.77922315372372, 62.51333786012222, 79.20469930558589, 13.072317234950342, 52.482611834563286, 39.24887448000768, 63.050716451632084, 69.74061927057843", "What percentage of confirmed cases in South Dakota are Alaska Native?": "20.626306209128295, 4.108538455919947", "What percentage of confirmed cases in South Dakota are multiracial?": "3.9573031026834085, 1.719145080416562", "What percentage of deaths in South Dakota are African-American?": "1.8662932470605278, 0.8975707454440975", "What percentage of deaths in South Dakota are Asian?": "0.17435912667925973, 0.4258614014711576", "What percentage of deaths in South Dakota are White?": "1.70789181675182, 2.032954768362881, 1.1725558548565995, 2.05525155406196", "What percentage of deaths in South Dakota are American Indian or Alaska Native?": "0.18708285579451223", "What percentage of deaths in South Dakota are Pacific Islander and Native Hawaiian?": "0.009196337230257435", "What percentage of deaths in South Dakota are mixed?": "0.020611782184481574", "What percentage of cases in South Dakota are Hispanic?": "16.447472666772303", "What percentage of cases in South Dakota are Black?": "48.68297158308989", "What percentage of cases in South Dakota are Caucasian?": "57.636204562913825, 79.20469930558589", "What percentage of cases in South Dakota are Alaska Native?": "20.626306209128295", "What percentage of cases in South Dakota are multiracial?": "3.9573031026834085, 1.719145080416562", "What percentage of confirmed cases in Indiana are African-American?": "48.68297158308989, 31.457980335880677, 6.664698424307094, 9.237900920861028, 32.88113152385401", "What percentage of confirmed cases in Indiana are Latino?": "18.35605235597725", "What percentage of confirmed cases in Indiana are Asian?": "29.3715318105562", "What percentage of confirmed cases in Indiana are White?": "57.636204562913825, 79.20469930558589", "What percentage of confirmed cases in Indiana are American Indian or Alaska Native?": "0.12450608552700206", "What percentage of confirmed cases in Indiana are Pacific Islander and Native Hawaiian?": "0.11342024274698295", "What percentage of confirmed cases in Indiana are mixed?": "3.9573031026834085, 1.719145080416562, 0.022469899696864408, 0.38869720924138534", "What percentage of deaths in Indiana are Black?": "1.8662932470605278, 0.8975707454440975", "What percentage of deaths in Indiana are Caucasian?": "1.70789181675182, 2.05525155406196", "What percentage of deaths in Indiana are Alaska Native?": "0.18708285579451223", "What percentage of deaths in Indiana are multiracial?": "0.028730804535571416, 0.020611782184481574", "What percentage of cases in Indiana are African-American?": "48.68297158308989, 32.88113152385401", "What percentage of cases in Indiana are Asian?": "29.3715318105562", "What percentage of cases in Indiana are White?": "39.24887448000768, 57.636204562913825, 48.362269959481175, 79.20469930558589", "What percentage of cases in Indiana are American Indian or Alaska Native?": "20.626306209128295", "What percentage of cases in Indiana are mixed?": "3.9573031026834085", "What percentage of confirmed cases in Virgin Islands are Hispanic?": "16.074863355528645, 16.447472666772303", "What percentage of confirmed cases in Virgin Islands are Black?": "48.68297158308989, 32.88113152385401, 31.457980335880677", "What percentage of confirmed cases in Virgin Islands are American Indian?": "4.108538455919947", "What percentage of confirmed cases in Virgin Islands are Caucasian?": "57.636204562913825, 83.331709693132, 66.87890680005142, 79.20469930558589", "What percentage of confirmed cases in Virgin Islands are Alaska Native?": "20.626306209128295, 4.108538455919947", "What percentage of confirmed cases in Virgin Islands are multiracial?": "1.2230557315172186, 3.9573031026834085, 1.719145080416562, 0.38869720924138534", "What percentage of deaths in Virgin Islands are African-American?": "1.8662932470605278, 0.8975707454440975", "What percentage of deaths in Virgin Islands are Asian?": "0.04887750286523292, 0.17435912667925973, 0.4258614014711576", "What percentage of deaths in Virgin Islands are White?": "1.70789181675182, 2.032954768362881, 2.05525155406196", "What percentage of deaths in Virgin Islands are American Indian or Alaska Native?": "0.18708285579451223", "What percentage of deaths in Virgin Islands are Pacific Islander and Native Hawaiian?": "0.009196337230257435", "What percentage of deaths in Virgin Islands are mixed?": "0.020611782184481574", "What percentage of cases in Virgin Islands are Hispanic?": "16.447472666772303", "What percentage of cases in Virgin Islands are Black?": "48.68297158308989, 31.457980335880677", "What percentage of cases in Virgin Islands are Caucasian?": "83.331709693132, 79.20469930558589", "What percentage of cases in Virgin Islands are Alaska Native?": "20.626306209128295", "What percentage of cases in Virgin Islands are multiracial?": "1.2230557315172186, 3.9573031026834085, 1.719145080416562, 0.38869720924138534", "What percentage of confirmed cases in Arizona are African-American?": "3.118745870913566", "What percentage of confirmed cases in Arizona are Latino?": "29.58894263927575", "What percentage of confirmed cases in Arizona are Asian?": "1.442427527726891", "What percentage of confirmed cases in Arizona are White?": "37.32246440818243", "What percentage of confirmed cases in Arizona are American Indian or Alaska Native?": "4.925500995820699", "What percentage of confirmed cases in Arizona are mixed?": "0.022469899696864408, 6.183016156730803, 1.719145080416562, 0.38869720924138534, 3.9573031026834085", "What percentage of deaths in Arizona are Hispanic?": "0.5667587064736815", "What percentage of deaths in Arizona are Black?": "0.052392510653950494", "What percentage of deaths in Arizona are American Indian?": "0.1646794618938259", "What percentage of deaths in Arizona are Caucasian?": "0.9759768843758999", "What percentage of deaths in Arizona are Alaska Native?": "0.1646794618938259", "What percentage of deaths in Arizona are Pacific Islander?": "nan", "What percentage of deaths in Arizona are multiracial?": "nan", "What percentage of cases in Arizona are African-American?": "3.118745870913566", "What percentage of cases in Arizona are Latino?": "29.58894263927575", "What percentage of cases in Arizona are Asian?": "4.124249983145688, 1.442427527726891, 29.3715318105562", "What percentage of cases in Arizona are White?": "37.32246440818243", "What percentage of cases in Arizona are Native Hawaiian?": "nan", "What percentage of cases in Arizona are American Indian or Alaska Native?": "20.626306209128295, 4.925500995820699", "What percentage of cases in Arizona are Pacific Islander and Native Hawaiian?": "nan", "What percentage of confirmed cases in Rhode Island are Hispanic?": "16.074863355528645, 16.447472666772303, 14.552623278309326", "What percentage of confirmed cases in Rhode Island are Black?": "48.68297158308989, 32.88113152385401", "What percentage of confirmed cases in Rhode Island are Caucasian?": "57.636204562913825, 83.331709693132, 66.87890680005142, 79.20469930558589", "What percentage of confirmed cases in Rhode Island are Alaska Native?": "4.108538455919947", "What percentage of confirmed cases in Rhode Island are multiracial?": "1.2230557315172186, 3.9573031026834085, 1.719145080416562, 6.183016156730803", "What percentage of deaths in Rhode Island are African-American?": "1.8662932470605278, 0.8975707454440975", "What percentage of deaths in Rhode Island are Asian?": "0.17435912667925973, 0.4258614014711576", "What percentage of deaths in Rhode Island are White?": "1.70789181675182, 2.032954768362881, 2.05525155406196", "What percentage of deaths in Rhode Island are Pacific Islander and Native Hawaiian?": "0.009196337230257435", "What percentage of cases in Rhode Island are Hispanic?": "16.447472666772303", "What percentage of cases in Rhode Island are Black?": "48.68297158308989, 31.457980335880677", "What percentage of cases in Rhode Island are Caucasian?": "83.331709693132, 79.20469930558589", "What percentage of cases in Rhode Island are multiracial?": "1.2230557315172186, 1.719145080416562, 6.183016156730803", "What percentage of confirmed cases in West Virginia are African-American?": "48.68297158308989, 32.88113152385401", "What percentage of confirmed cases in West Virginia are Latino?": "16.074863355528645, 16.447472666772303", "What percentage of confirmed cases in West Virginia are Asian?": "21.75612204653831, 29.3715318105562", "What percentage of confirmed cases in West Virginia are White?": "48.362269959481175, 25.852869456046744, 79.20469930558589, 57.636204562913825, 83.331709693132", "What percentage of confirmed cases in West Virginia are mixed?": "3.955968247387482, 3.9573031026834085, 1.719145080416562, 0.022469899696864408", "What percentage of deaths in West Virginia are Black?": "1.8662932470605278, 0.8975707454440975", "What percentage of deaths in West Virginia are Caucasian?": "1.70789181675182, 2.05525155406196", "What percentage of deaths in West Virginia are Alaska Native?": "0.18708285579451223", "What percentage of deaths in West Virginia are multiracial?": "0.028730804535571416", "What percentage of cases in West Virginia are African-American?": "48.68297158308989, 32.88113152385401", "What percentage of cases in West Virginia are Latino?": "16.447472666772303", "What percentage of cases in West Virginia are Asian?": "29.3715318105562", "What percentage of cases in West Virginia are White?": "57.636204562913825, 83.331709693132, 48.362269959481175, 79.20469930558589", "What percentage of cases in West Virginia are American Indian or Alaska Native?": "20.626306209128295", "What percentage of cases in West Virginia are mixed?": "3.9573031026834085, 1.719145080416562, 0.022469899696864408, 0.38869720924138534", "What percentage of confirmed cases in Washington are Hispanic?": "16.447472666772303", "What percentage of confirmed cases in Washington are Black?": "48.68297158308989", "What percentage of confirmed cases in Washington are Caucasian?": "57.636204562913825, 79.20469930558589", "What percentage of confirmed cases in Washington are Alaska Native?": "20.626306209128295", "What percentage of confirmed cases in Washington are multiracial?": "3.9573031026834085, 1.719145080416562, 0.38869720924138534, 6.183016156730803", "What percentage of deaths in Washington are African-American?": "1.8662932470605278, 0.8975707454440975", "What percentage of deaths in Washington are Latino?": "0.28730775730944735", "What percentage of deaths in Washington are Asian?": "0.4258614014711576", "What percentage of deaths in Washington are White?": "1.1725558548565995, 2.05525155406196", "What percentage of deaths in Washington are American Indian or Alaska Native?": "0.18708285579451223", "What percentage of cases in Washington are Hispanic?": "16.074863355528645, 16.447472666772303", "What percentage of cases in Washington are Black?": "48.68297158308989", "What percentage of cases in Washington are Caucasian?": "83.331709693132, 79.20469930558589", "What percentage of cases in Washington are Alaska Native?": "20.626306209128295", "What percentage of cases in Washington are multiracial?": "3.9573031026834085, 1.719145080416562, 0.38869720924138534", "What percentage of confirmed cases in Massachusetts are African-American?": "48.68297158308989, 5.976433823280731, 31.457980335880677, 32.88113152385401", "What percentage of confirmed cases in Massachusetts are Latino?": "21.285486238407998", "What percentage of confirmed cases in Massachusetts are Asian?": "29.3715318105562", "What percentage of confirmed cases in Massachusetts are White?": "57.636204562913825, 79.20469930558589", "What percentage of confirmed cases in Massachusetts are American Indian or Alaska Native?": "0.08522784921434805", "What percentage of confirmed cases in Massachusetts are mixed?": "1.719145080416562", "What percentage of deaths in Massachusetts are Black?": "1.8662932470605278, 0.8975707454440975", "What percentage of deaths in Massachusetts are Caucasian?": "1.70789181675182, 2.032954768362881", "What percentage of deaths in Massachusetts are Alaska Native?": "0.18708285579451223", "What percentage of cases in Massachusetts are African-American?": "32.88113152385401", "What percentage of cases in Massachusetts are Asian?": "29.3715318105562", "What percentage of cases in Massachusetts are White?": "57.636204562913825, 37.11250076096294, 79.20469930558589", "What percentage of cases in Massachusetts are Native Hawaiian?": "0.02638004856634582", "What percentage of cases in Massachusetts are American Indian or Alaska Native?": "20.626306209128295, 0.08522784921434805", "What percentage of cases in Massachusetts are mixed?": "1.2230557315172186", "What percentage of confirmed cases in Colorado are Hispanic?": "16.447472666772303", "What percentage of confirmed cases in Colorado are Black?": "48.68297158308989, 31.457980335880677", "What percentage of confirmed cases in Colorado are Caucasian?": "79.20469930558589", "What percentage of confirmed cases in Colorado are Alaska Native?": "20.626306209128295", "What percentage of confirmed cases in Colorado are multiracial?": "3.9573031026834085, 1.719145080416562, 0.38869720924138534, 6.183016156730803", "What percentage of deaths in Colorado are African-American?": "1.8662932470605278, 0.8975707454440975", "What percentage of deaths in Colorado are Asian?": "0.4258614014711576", "What percentage of deaths in Colorado are White?": "1.1725558548565995", "What percentage of deaths in Colorado are American Indian or Alaska Native?": "0.18708285579451223", "What percentage of cases in Colorado are Hispanic?": "16.447472666772303"}