{"Which state has the highest percentage of African-American confirmed cases?": "DC", "Which state has the highest percentage of Hispanic confirmed cases?": "GA, MS", "Which state has the highest percentage of Latino confirmed cases?": "GA, MS", "Which state has the highest percentage of Black confirmed cases?": "AK", "Which state has the highest percentage of Asian confirmed cases?": "GU", "Which state has the highest percentage of American Indian confirmed cases?": "AZ", "Which state has the highest percentage of White confirmed cases?": "ME", "Which state has the highest percentage of Caucasian confirmed cases?": "ME", "Which state has the highest percentage of Native Hawaiian confirmed cases?": "AK", "Which state has the highest percentage of Alaska Native confirmed cases?": "AK, AZ", "Which state has the highest percentage of American Indian or Alaska Native confirmed cases?": "AK, AZ", "Which state has the highest percentage of Pacific Islander confirmed cases?": "AK", "Which state has the highest percentage of Pacific Islander and Native Hawaiian confirmed cases?": "AK", "Which state has the highest percentage of multiracial confirmed cases?": "AK", "Which state has the highest percentage of mixed confirmed cases?": "AK", "Which state has the highest percentage of African-American deaths?": "DC", "Which state has the highest percentage of Black deaths?": "AK", "Which state has the highest percentage of Asian deaths?": "GU", "Which state has the highest percentage of American Indian deaths?": "AK", "Which state has the highest percentage of White deaths?": "DE", "Which state has the highest percentage of Caucasian deaths?": "VI, DE, MI", "Which state has the highest percentage of Native Hawaiian deaths?": "AK", "Which state has the highest percentage of Alaska Native deaths?": "AK", "Which state has the highest percentage of American Indian or Alaska Native deaths?": "AK", "Which state has the highest percentage of Pacific Islander deaths?": "AK", "Which state has the highest percentage of Pacific Islander and Native Hawaiian deaths?": "AK", "Which state has the highest percentage of multiracial deaths?": "AK", "Which state has the highest percentage of mixed deaths?": "AK", "Which state has the highest percentage of African-American cases?": "DC", "Which state has the highest percentage of Hispanic cases?": "GA, MS", "Which state has the highest percentage of Latino cases?": "GA, MS", "Which state has the highest percentage of Black cases?": "AK", "Which state has the highest percentage of Asian cases?": "GU", "Which state has the highest percentage of American Indian cases?": "AZ", "Which state has the highest percentage of White cases?": "ME", "Which state has the highest percentage of Caucasian cases?": "ME", "Which state has the highest percentage of Native Hawaiian cases?": "AK", "Which state has the highest percentage of Alaska Native cases?": "AK, AZ", "Which state has the highest percentage of American Indian or Alaska Native cases?": "AK, AZ", "Which state has the highest percentage of Pacific Islander cases?": "AK", "Which state has the highest percentage of Pacific Islander and Native Hawaiian cases?": "AK", "Which state has the highest percentage of multiracial cases?": "AK", "Which state has the highest percentage of mixed cases?": "AK", "Which state has the lowest percentage of African-American confirmed cases?": "ID", "Which state has the lowest percentage of Hispanic confirmed cases?": "GA", "Which state has the lowest percentage of Latino confirmed cases?": "GA, MS", "Which state has the lowest percentage of Black confirmed cases?": "AR, CA", "Which state has the lowest percentage of Asian confirmed cases?": "GU", "Which state has the lowest percentage of American Indian confirmed cases?": "AZ", "Which state has the lowest percentage of White confirmed cases?": "ME", "Which state has the lowest percentage of Caucasian confirmed cases?": "ME", "Which state has the lowest percentage of Native Hawaiian confirmed cases?": "CA", "Which state has the lowest percentage of Alaska Native confirmed cases?": "AK", "Which state has the lowest percentage of American Indian or Alaska Native confirmed cases?": "AK, AZ", "Which state has the lowest percentage of Pacific Islander confirmed cases?": "AK, CA", "Which state has the lowest percentage of Pacific Islander and Native Hawaiian confirmed cases?": "CA", "Which state has the lowest percentage of multiracial confirmed cases?": "AR", "Which state has the lowest percentage of mixed confirmed cases?": "AR", "Which state has the lowest percentage of African-American deaths?": "GA, AL", "Which state has the lowest percentage of Hispanic deaths?": "CA", "Which state has the lowest percentage of Latino deaths?": "DC", "Which state has the lowest percentage of Black deaths?": "KY, AR, AK", "Which state has the lowest percentage of Asian deaths?": "AL, AK", "Which state has the lowest percentage of American Indian deaths?": "AK", "Which state has the lowest percentage of White deaths?": "AK, GU", "Which state has the lowest percentage of Caucasian deaths?": "AK, GU", "Which state has the lowest percentage of Native Hawaiian deaths?": "AK", "Which state has the lowest percentage of Alaska Native deaths?": "AK", "Which state has the lowest percentage of American Indian or Alaska Native deaths?": "AK", "Which state has the lowest percentage of Pacific Islander deaths?": "AK", "Which state has the lowest percentage of Pacific Islander and Native Hawaiian deaths?": "AK", "Which state has the lowest percentage of multiracial deaths?": "AK", "Which state has the lowest percentage of mixed deaths?": "AR, AK", "Which state has the lowest percentage of Hispanic cases?": "GA, CA, MS", "Which state has the lowest percentage of Latino cases?": "GA, MS", "Which state has the lowest percentage of Black cases?": "AR, CA", "Which state has the lowest percentage of Asian cases?": "GU", "Which state has the lowest percentage of American Indian cases?": "AK, AZ", "Which state has the lowest percentage of White cases?": "FL, ME, HI", "Which state has the lowest percentage of Caucasian cases?": "ME", "Which state has the lowest percentage of Native Hawaiian cases?": "AR", "Which state has the lowest percentage of Alaska Native cases?": "AK", "Which state has the lowest percentage of American Indian or Alaska Native cases?": "AK", "Which state has the lowest percentage of Pacific Islander cases?": "AK", "Which state has the lowest percentage of Pacific Islander and Native Hawaiian cases?": "AK, CA", "Which state has the lowest percentage of multiracial cases?": "AR", "Which state has the lowest percentage of mixed cases?": "AR, CA", "Which state has the most percentage of African-American confirmed cases?": "DC", "Which state has the most percentage of Hispanic confirmed cases?": "GA, MS", "Which state has the most percentage of Latino confirmed cases?": "GA, MS", "Which state has the most percentage of Black confirmed cases?": "AR, AK", "Which state has the most percentage of Asian confirmed cases?": "HI, GU", "Which state has the most percentage of American Indian confirmed cases?": "AZ", "Which state has the most percentage of White confirmed cases?": "ME", "Which state has the most percentage of Caucasian confirmed cases?": "ME", "Which state has the most percentage of Native Hawaiian confirmed cases?": "AK", "Which state has the most percentage of Alaska Native confirmed cases?": "AK", "Which state has the most percentage of American Indian or Alaska Native confirmed cases?": "AK, AZ", "Which state has the most percentage of Pacific Islander confirmed cases?": "AK", "Which state has the most percentage of Pacific Islander and Native Hawaiian confirmed cases?": "AK", "Which state has the most percentage of multiracial confirmed cases?": "MN, AK", "Which state has the most percentage of mixed confirmed cases?": "AK", "Which state has the most percentage of African-American deaths?": "GA, MS", "Which state has the most percentage of Hispanic deaths?": "IL, DC", "Which state has the most percentage of Latino deaths?": "MN, IL", "Which state has the most percentage of Black deaths?": "AK", "Which state has the most percentage of Asian deaths?": "GU", "Which state has the most percentage of American Indian deaths?": "AK", "Which state has the most percentage of White deaths?": "MI", "Which state has the most percentage of Caucasian deaths?": "MI", "Which state has the most percentage of Native Hawaiian deaths?": "AK", "Which state has the most percentage of Alaska Native deaths?": "AK", "Which state has the most percentage of American Indian or Alaska Native deaths?": "AK", "Which state has the most percentage of Pacific Islander deaths?": "AK", "Which state has the most percentage of Pacific Islander and Native Hawaiian deaths?": "AK", "Which state has the most percentage of multiracial deaths?": "AK", "Which state has the most percentage of mixed deaths?": "AK", "Which state has the most percentage of African-American cases?": "DC", "Which state has the most percentage of Hispanic cases?": "GA, MS", "Which state has the most percentage of Latino cases?": "GA, MS", "Which state has the most percentage of Black cases?": "AR, MN, AK", "Which state has the most percentage of Asian cases?": "HI, GU", "Which state has the most percentage of American Indian cases?": "AK, AZ", "Which state has the most percentage of White cases?": "ME", "Which state has the most percentage of Caucasian cases?": "ME", "Which state has the most percentage of Native Hawaiian cases?": "AK", "Which state has the most percentage of Alaska Native cases?": "AK", "Which state has the most percentage of American Indian or Alaska Native cases?": "AK", "Which state has the most percentage of Pacific Islander cases?": "AK", "Which state has the most percentage of Pacific Islander and Native Hawaiian cases?": "AK", "Which state has the most percentage of multiracial cases?": "AK", "Which state has the most percentage of mixed cases?": "AR, MN, AK", "Which state has the least percentage of African-American confirmed cases?": "ID", "Which state has the least percentage of Hispanic confirmed cases?": "GA, MN, MS", "Which state has the least percentage of Latino confirmed cases?": "GA, MN, MS", "Which state has the least percentage of Black confirmed cases?": "KY", "Which state has the least percentage of Asian confirmed cases?": "AR, AL", "Which state has the least percentage of American Indian confirmed cases?": "AZ", "Which state has the least percentage of White confirmed cases?": "HI", "Which state has the least percentage of Caucasian confirmed cases?": "HI, GU", "Which state has the least percentage of Native Hawaiian confirmed cases?": "MN", "Which state has the least percentage of Alaska Native confirmed cases?": "AK, AZ", "Which state has the least percentage of American Indian or Alaska Native confirmed cases?": "AK, AZ", "Which state has the least percentage of Pacific Islander and Native Hawaiian confirmed cases?": "KY", "Which state has the least percentage of multiracial confirmed cases?": "KY, MN", "Which state has the least percentage of mixed confirmed cases?": "KY, AR", "Which state has the least percentage of African-American deaths?": "GA, AL", "Which state has the least percentage of Hispanic deaths?": "MN, CA", "Which state has the least percentage of Latino deaths?": "MN", "Which state has the least percentage of Black deaths?": "KY", "Which state has the least percentage of Asian deaths?": "AL, AK", "Which state has the least percentage of American Indian deaths?": "AK", "Which state has the least percentage of White deaths?": "AK, GU", "Which state has the least percentage of Caucasian deaths?": "AK, GU", "Which state has the least percentage of Native Hawaiian deaths?": "KY", "Which state has the least percentage of Alaska Native deaths?": "AK", "Which state has the least percentage of American Indian or Alaska Native deaths?": "AK", "Which state has the least percentage of Pacific Islander deaths?": "KY", "Which state has the least percentage of Pacific Islander and Native Hawaiian deaths?": "KY", "Which state has the least percentage of multiracial deaths?": "KY", "Which state has the least percentage of mixed deaths?": "KY, MN", "Which state has the least percentage of African-American cases?": "NJ, MT", "Which state has the least percentage of Hispanic cases?": "GA, MS", "Which state has the least percentage of Latino cases?": "GA, MN, MS", "Which state has the least percentage of Black cases?": "MN", "Which state has the least percentage of Asian cases?": "AR, AL", "Which state has the least percentage of American Indian cases?": "AK, AZ", "Which state has the least percentage of White cases?": "FL, HI, CA", "Which state has the least percentage of Caucasian cases?": "HI", "Which state has the least percentage of Native Hawaiian cases?": "MN", "Which state has the least percentage of Alaska Native cases?": "AK", "Which state has the least percentage of American Indian or Alaska Native cases?": "AK, AZ", "Which state has the least percentage of Pacific Islander cases?": "AK", "Which state has the least percentage of multiracial cases?": "MN", "Which state has the least percentage of mixed cases?": "MN"}