{"Give me the sex with the highest number of confirmed cases in the United States.": "Female", "Give me the sex with the lowest number of confirmed cases in the United States.": "Other", "Give me the sex with the most number of confirmed cases in the United States.": "Female", "Give me the sex with the least number of confirmed cases in the United States.": "Other", "Give me the sex with the highest percentage of confirmed cases in the United States.": "Female", "Give me the sex with the lowest percentage of confirmed cases in the United States.": "Other", "Give me the sex with the most percentage of confirmed cases in the United States.": "Female", "Give me the sex with the least percentage of confirmed cases in the United States.": "Other", "Give me the sex with the lowest number of deaths in the United States.": "Other", "Give me the sex with the least number of deaths in the United States.": "Other", "Give me the sex with the lowest percentage of deaths in the United States.": "Other", "Give me the sex with the least percentage of deaths in the United States.": "Other", "Give me the race with the highest number of confirmed cases in the United States.": "Hispanic/Latino", "Give me the race with the lowest number of confirmed cases in the United States.": "Native Hawaiian / Other Pacific Islander Non-Hispanic", "Give me the race with the most number of confirmed cases in the United States.": "Hispanic/Latino", "Give me the race with the least number of confirmed cases in the United States.": "Native Hawaiian / Other Pacific Islander Non-Hispanic", "Give me the race with the highest percentage of confirmed cases in the United States.": "Hispanic/Latino", "Give me the race with the most percentage of confirmed cases in the United States.": "Hispanic/Latino", "Give me the race with the highest number of deaths in the United States.": "Hispanic/Latino", "Give me the race with the most number of deaths in the United States.": "70555, 219286", "Give me the race with the highest percentage of deaths in the United States.": "Hispanic/Latino", "Give me the race with the lowest percentage of deaths in the United States.": "American Indian / Alaska Native Non-Hispanic", "Give me the race with the most percentage of deaths in the United States.": "Hispanic/Latino", "Give me the race with the least percentage of deaths in the United States.": "American Indian / Alaska Native Non-Hispanic", "Give me the age with the highest number of confirmed cases in the United States.": "85+ Years", "Give me the age with the lowest number of confirmed cases in the United States.": "0-4 Years", "Give me the age with the most number of confirmed cases in the United States.": "85+ Years", "Give me the age with the least number of confirmed cases in the United States.": "0-4 Years", "Give me the age with the highest percentage of confirmed cases in the United States.": "18-29 Years", "Give me the age with the lowest percentage of confirmed cases in the United States.": "0-4 Years", "Give me the age with the most percentage of confirmed cases in the United States.": "18-29 Years", "Give me the age with the least percentage of confirmed cases in the United States.": "0-4 Years", "Give me the age with the highest number of deaths in the United States.": "85+ Years", "Give me the age with the lowest number of deaths in the United States.": "0-4 Years", "Give me the age with the most number of deaths in the United States.": "85+ Years", "Give me the age with the least number of deaths in the United States.": "0-4 Years", "Give me the age with the highest percentage of deaths in the United States.": "85+ Years", "Give me the age with the lowest percentage of deaths in the United States.": "5-17 Years, 0-4 Years", "Give me the age with the most percentage of deaths in the United States.": "85+ Years", "Give me the age with the least percentage of deaths in the United States.": "5-17 Years, 0-4 Years", "Give me the age group with the highest number of confirmed cases in the United States.": "85+ Years", "Give me the age group with the lowest number of confirmed cases in the United States.": "0-4 Years", "Give me the age group with the most number of confirmed cases in the United States.": "85+ Years", "Give me the age group with the least number of confirmed cases in the United States.": "0-4 Years", "Give me the age group with the highest percentage of confirmed cases in the United States.": "18-29 Years", "Give me the age group with the lowest percentage of confirmed cases in the United States.": "0-4 Years", "Give me the age group with the most percentage of confirmed cases in the United States.": "18-29 Years", "Give me the age group with the least percentage of confirmed cases in the United States.": "0-4 Years", "Give me the age group with the highest number of deaths in the United States.": "85+ Years", "Give me the age group with the lowest number of deaths in the United States.": "0-4 Years", "Give me the age group with the most number of deaths in the United States.": "85+ Years", "Give me the age group with the least number of deaths in the United States.": "0-4 Years", "Give me the age group with the highest percentage of deaths in the United States.": "85+ Years", "Give me the age group with the lowest percentage of deaths in the United States.": "5-17 Years, 0-4 Years", "Give me the age group with the most percentage of deaths in the United States.": "85+ Years", "Give me the age group with the least percentage of deaths in the United States.": "5-17 Years, 0-4 Years", "Give me the race and ethnicity with the highest number of confirmed cases in the United States.": "Hispanic/Latino", "Give me the race and ethnicity with the lowest number of confirmed cases in the United States.": "Native Hawaiian / Other Pacific Islander Non-Hispanic", "Give me the race and ethnicity with the most number of confirmed cases in the United States.": "Hispanic/Latino", "Give me the race and ethnicity with the highest percentage of confirmed cases in the United States.": "Hispanic/Latino", "Give me the race and ethnicity with the lowest percentage of confirmed cases in the United States.": "Hispanic/Latino", "Give me the race and ethnicity with the most percentage of confirmed cases in the United States.": "Hispanic/Latino", "Give me the race and ethnicity with the highest number of deaths in the United States.": "Hispanic/Latino", "Give me the race and ethnicity with the lowest number of deaths in the United States.": "Native Hawaiian / Other Pacific Islander Non-Hispanic", "Give me the race and ethnicity with the most number of deaths in the United States.": "Hispanic/Latino", "Give me the race and ethnicity with the least number of deaths in the United States.": "Native Hawaiian / Other Pacific Islander Non-Hispanic", "Give me the race and ethnicity with the highest percentage of deaths in the United States.": "Hispanic/Latino", "Give me the race and ethnicity with the most percentage of deaths in the United States.": "Hispanic/Latino", "Give me the race and ethnicity with the least percentage of deaths in the United States.": "Native Hawaiian / Other Pacific Islander Non-Hispanic", "Give me the ethnicity with the highest number of confirmed cases in the United States.": "Hispanic/Latino", "Give me the ethnicity with the lowest number of confirmed cases in the United States.": "Native Hawaiian / Other Pacific Islander Non-Hispanic", "Give me the ethnicity with the most number of confirmed cases in the United States.": "Hispanic/Latino", "Give me the ethnicity with the least number of confirmed cases in the United States.": "Native Hawaiian / Other Pacific Islander Non-Hispanic", "Give me the ethnicity with the highest percentage of confirmed cases in the United States.": "Hispanic/Latino", "Give me the ethnicity with the most percentage of confirmed cases in the United States.": "Hispanic/Latino", "Give me the ethnicity with the least percentage of confirmed cases in the United States.": "American Indian / Alaska Native Non-Hispanic", "Give me the ethnicity with the highest number of deaths in the United States.": "Hispanic/Latino", "Give me the ethnicity with the most number of deaths in the United States.": "Hispanic/Latino, White Non-Hispanic", "Give me the ethnicity with the highest percentage of deaths in the United States.": "Hispanic/Latino", "Give me the ethnicity with the lowest percentage of deaths in the United States.": "American Indian / Alaska Native Non-Hispanic", "Give me the ethnicity with the most percentage of deaths in the United States.": "Hispanic/Latino", "Give me the ethnicity with the least percentage of deaths in the United States.": "American Indian / Alaska Native Non-Hispanic"}