{"How many (Cases) occurred in (State Entity) in (Day), (Month)?": ["Cases2", "State Entity", "Day", "Month"], "Give me the number of (Cases) occurred in (County Entity), (State Entity) in (Day), (Month).": ["Cases2", "County Entity", "State Entity", "Day", "Month"], "Provide me with the number of (Cases) occurred in (Province Entity), (Country Entity) in (Month).": ["Cases2", "Province Entity", "Country Entity", "Month"], "List the number of (Cases) occurred in (Country Entity) in (Month).": ["Cases2", "Country Entity", "Month"], "What is the (Rate Entity) in (State Entity) in (Day), (Month)?": ["Rate Entity2", "State Entity", "Day", "Month"], "Give me the number of (Rate Entity) in (County Entity), (State Entity) in (Day), (Month).": ["Rate Entity2", "County Entity", "State Entity", "Day", "Month"], "Provide me with the number of (Rate Entity) in (Province Entity), (Country Entity) in (Day), (Month).": ["Rate Entity2", "Province Entity", "Country Entity", "Day", "Month"], "List the number of (Rate Entity) in (Country Entity) in (Day), (Month).": ["Rate Entity2", "Country Entity", "Day", "Month"], "What State has the (Value Entity) number of (Case Entity) in (Day), (Month)?": ["Value Entity", "Cases2", "Day", "Month"], "Give me the State that has the (Value Entity) number of (Case Entity) in (Day), (Month).": ["Value Entity", "Cases2", "Day", "Month"], "Provide me with the State that has the (Value Entity) number of (Case Entity) in (Day), (Month).": ["Value Entity", "Cases2", "Day", "Month"], "List the State that has the (Value Entity) number of (Case Entity) in (Day), (Month).": ["Value Entity", "Cases2", "Day", "Month"], "Which state has the (Value Entity) (Rate Entity) in (Day), (Month)?": ["Value Entity", "Rate Entity2", "Day", "Month"], "Give me the county that has the (Value Entity) (Rate Entity) in (Day), (Month).": ["Value Entity", "Rate Entity2", "Day", "Month"], "Provide me with the province that has the (Value Entity) (Rate Entity) in (Day), (Month).": ["Value Entity", "Rate Entity2", "Day", "Month"], "List the country that has the (Value Entity) (Rate Entity) in (Day), (Month).": ["Value Entity", "Rate Entity", "Day", "Month"], "What is the (Rate Entity) in (State Entity)?": ["Rate Entity", "State Entity"], "Give me the (Rate Entity) in (State Entity).": ["Rate Entity", "State Entity"], "Provide me with the (Rate Entity) in (State Entity).": ["Rate Entity", "State Entity"], "List the (Rate Entity) in (State Entity).": ["Rate Entity", "State Entity"], "Which state has the (Value Entity) number of people (Hospitalization Entity)?": ["Value Entity", "Hospitalization Entity"], "Give me the state with the (Value Entity) number of people (Hospitalization Entity).": ["Value Entity", "Hospitalization Entity"], "Provide me with the state with the (Value Entity) number of people (Hospitalization Entity).": ["Value Entity", "Hospitalization Entity"], "List the state with the (Value Entity) number of people (Hospitalization Entity).": ["Value Entity", "Hospitalization Entity"], "How many people are (Hospitalization Entity) in (State Entity)?": ["Hospitalization Entity", "State Entity"], "Give me the number of people who are (Hospitalization Entity) in (State Entity).": ["Hospitalization Entity", "State Entity"], "Provide me with the number of people who are (Hospitalization Entity) in (State Entity).": ["Hospitalization Entity", "State Entity"], "List the number of people who are (Hospitalization Entity) in (State Entity).": ["Hospitalization Entity", "State Entity"], "What is the number of (Testing Entity) done in (State Entity) in (Day), (Month)?": ["Testing Entity", "State Entity", "Day", "Month"], "Give me the number of (Testing Entity) done in (State Entity) in (Day), (Month).": ["Testing Entity", "State Entity", "Day", "Month"], "Provide me with the number of (Testing Entity) done in (State Entity) in (Month).": ["Testing Entity", "State Entity", "Month"], "List the number of (Testing Entity) done in (State Entity) in (Month).": ["Testing Entity", "State Entity", "Month"], "Which state has the (Value Entity) (Testing Entity) in (Day), (Month)?": ["Value Entity", "Testing Entity", "Day", "Month"], "Give me the state with the (Value Entity) (Testing Entity) in (Day), (Month).": ["Value Entity", "Testing Entity", "Day", "Month"], "Provide me with the state with the (Value Entity) (Testing Entity) in (Month).": ["Value Entity", "Testing Entity", "Month"], "List the state with the (Value Entity) (Testing Entity) in (Month).": ["Value Entity", "Testing Entity", "Month"], "What percentage of (Cases) in (State Entity) are (Race)?": ["Cases", "State Entity", "Race"], "Give me the percentage of (Cases) in (State Entity) that are (Race).": ["Cases", "State Entity", "Race"], "Provide me with the percentage of (Cases) in (State Entity) that are (Race).": ["Cases", "State Entity", "Race"], "List the percentage of (Cases) in (State Entity) that are (Race).": ["Cases", "State Entity", "Race"], "Which state has the (Value Entity) percentage of (Race) (Cases)?": ["Value Entity", "Cases", "Race"], "Give me the state with the (Value Entity) percentage of (Race) (Cases).": ["Value Entity", "Cases", "Race"], "Provide me with the state with the (Value Entity) percentage of (Race) (Cases).": ["Value Entity", "Cases", "Race"], "List the state with the (Value Entity) percentage of (Race) (Cases).": ["Value Entity", "Cases", "Race"], "How many (Race) (Cases) occurred in (State Entity) in (Day), (Month)?": ["Race", "Cases", "State Entity", "Day", "Month"], "Give me the number of (Race) (Cases) occurred in (State Entity) in (Day), (Month).": ["Race", "Cases", "State Entity", "Day", "Month"], "Provide me with the number of (Race) (Cases) occurred in (State Entity) in (Month).": ["Race", "Cases", "State Entity", "Month"], "List the number of (Race) (Cases) occurred in (State Entity) in (Month).": ["Race", "Cases", "State Entity", "Month"], "Which state has the (Value Entity) (Rate Entity)?": ["Value Entity", "Rate Entity"], "Give me the state with the (Value Entity) (Rate Entity).": ["Value Entity", "Rate Entity"], "Provide me with the state with the (Value Entity) (Rate Entity).": ["Value Entity", "Rate Entity"], "List the state with the (Value Entity) (Rate Entity).": ["Value Entity", "Rate Entity"], "What is the racial breakdown of (Cases) in (State Entity)?": ["Cases", "State Entity"], "Give me the racial breakdown of (Cases) in (State Entity).": ["Cases", "State Entity"], "Provide me with the racial breakdown of (Cases) in (State Entity).": ["Cases", "State Entity"], "List the racial breakdown of (Cases) in (State Entity).": ["Cases", "State Entity"], "What is the number of (Bed Entity) in (State Entity)?": ["Bed Entity", "State Entity"], "Give me the number of (Bed Entity) in (State Entity).": ["Bed Entity", "State Entity"], "Provide me with the number of (Bed Entity) in (County Entity), (State Entity).": ["Bed Entity", "County Entity", "State Entity"], "List the number of (Bed Entity) in (County Entity), (State Entity).": ["Bed Entity", "County Entity", "State Entity"], "What is the breakdown of (Cases) by (Demographic Entity) in the United States?": ["Cases", "Demographic Entity"], "Give me the breakdown of (Cases) by (Demographic Entity) in the United States.": ["Cases", "Demographic Entity"], "Provide me with the breakdown of (Cases) by (Demographic Entity) in the United States.": ["Cases", "Demographic Entity"], "List the breakdown of (Cases) by (Demographic Entity) in the United States.": ["Cases", "Demographic Entity"], "Which (Demographic Entity) has the (Value Entity) (Amount Entity) (Cases) in the United States?": ["Demographic Entity", "Value Entity", "Amount Entity", "Cases"], "Give me the (Demographic Entity) that has the (Value Entity) (Amount Entity) (Cases) in the United States.": ["Demographic Entity", "Value Entity", "Amount Entity", "Cases"], "Provide me with the (Demographic Entity) that has the (Value Entity) (Amount Entity) (Cases) in the United States.": ["Demographic Entity", "Value Entity", "Amount Entity", "Cases"], "List the (Demographic Entity) that has the (Value Entity) (Amount Entity) (Cases) in the United States.": ["Demographic Entity", "Value Entity", "Amount Entity", "Cases"], "What is the total forecasted number of deaths in (State Entity) in the next (x) days?": ["State Entity", "Number"], "Provide me with the total forecasted number of deaths in (State Entity) in the next (x) days.": ["State Entity", "Number"], "Give me the total forecasted number of deaths in (State Entity) in the next (x) days.": ["State Entity", "Number"], "List the total forecasted number of deaths in (State Entity) in the next (x) days.": ["State Entity", "Number"], "Which state will have the (Value Entity) total forecasted number of deaths in the next (x) days?": ["Value Entity", "Number"], "Provide me with the (Value Entity) total forecasted number of deaths in the next (x) days.": ["Value Entity", "Number"], "Give me the (Value Entity) total forecasted number of deaths in the next (x) days.": ["Value Entity", "Number"], "List the (Value Entity) total forecasted number of deaths in the next (x) days.": ["Value Entity", "Number"], "What is the percentage change in (Mobility Entity) in (State Entity) in (Day), (Month)?": ["Mobility Entity", "State Entity", "Day", "Month"], "Give me the percentage change in (Mobility Entity) in (State Entity) in (Day), (Month).": ["Mobility Entity", "State Entity", "Day", "Month"], "Provide me with the percentage change in (Mobility Entity) in (County Entity) (State Entity) in (Month).": ["Mobility Entity", "County Entity", "State Entity", "Month"], "List the percentage change in (Mobility Entity) in (County Entity) (State Entity) in (Month).": ["Mobility Entity", "County Entity", "State Entity", "Month"], "Which state had the (Value Entity) percentage change in (Mobility Entity) today?": ["Value Entity", "Mobility Entity"], "Give me the state that had the (Value Entity) percentage change in (Mobility Entity) today.": ["Value Entity", "Mobility Entity"], "Give me the county that had the (Value Entity) percentage change in (Mobility Entity) in (Month).": ["Value Entity", "Mobility Entity", "Month"], "List the county that had the (Value Entity) percentage change in (Mobility Entity) in (Month).": ["Value Entity", "Mobility Entity", "Month"], "Which county in (State Entity) has the (Value Entity) percentage of (Race Entity) deaths?": ["State Entity", "Value Entity", "Race"], "Give me the county in (State Entity) has the (Value Entity) percentage of (Race Entity) deaths.": ["State Entity", "Value Entity", "Race"], "Provide me with the county in (State Entity) that has the (Value Entity) percentage of (Race Entity) deaths.": ["State Entity", "Value Entity", "Race"], "List the county in (State Entity) that has the (Value Entity) percentage of (Race Entity) deaths.": ["State Entity", "Value Entity", "Race"], "What percentage of Covid-19 deaths in (County Entity), (State Entity) are from (Race Entity)?": ["County Entity", "State Entity", "Race"], "Give me the percentage of Covid-19 deaths in (County Entity), (State Entity) that are from (Race Entity).": ["County Entity", "State Entity", "Race"], "Provide me with the percentage of Covid-19 deaths in (County Entity), (State Entity) that are from (Race Entity).": ["County Entity", "State Entity", "Race"], "List the percentage of Covid-19 deaths in (County Entity), (State Entity) that are from (Race Entity).": ["County Entity", "State Entity", "Race"], "How many (Race Entity) deaths occured in (County Entity), (State Entity)?": ["County Entity", "State Entity", "Race"], "Give me the number of (Race Entity) deaths occured in (County Entity), (State Entity).": ["County Entity", "State Entity", "Race"], "Provide me with the number of (Race Entity) deaths occured in (County Entity), (State Entity).": ["County Entity", "State Entity", "Race"], "List the number of (Race Entity) deaths occured in (County Entity), (State Entity).": ["County Entity", "State Entity", "Race"], "What is the racial breakdown of Covid-19 deaths in (County Entity), (State Entity)?": ["County Entity", "State Entity"], "Give me the racial breakdown of Covid-19 deaths in (County Entity), (State Entity).": ["County Entity", "State Entity"], "Provide me with the racial breakdown of Covid-19 deaths in (County Entity), (State Entity).": ["County Entity", "State Entity"], "List the racial breakdown of Covid-19 deaths in (County Entity), (State Entity).": ["County Entity", "State Entity"], "What are the number of (Testing Entity) done by (Country) in (Day), (Month)?": ["Testing Entity", "Country Entity", "Day", "Month"], "Give me the number of (Testing Entity) done by (Country) in (Day), (Month).": ["Testing Entity", "Country Entity", "Day", "Month"], "Provide me with the number of (Testing Entity) done by (Country) in (Month).": ["Testing Entity", "Country Entity", "Month"], "List the number of (Testing Entity) done by (Country) in (Month).": ["Testing Entity", "Country Entity", "Month"], "What is the (Rate Entity) in (Country) in (Day), (Month)?": ["Rate Entity", "Country Entity", "Day", "Month"], "Give me the (Rate Entity) in (Country) in (Day), (Month).": ["Rate Entity", "Country Entity", "Day", "Month"], "Provide me with the (Rate Entity) in (Country) in (Day), (Month).": ["Rate Entity", "Country Entity", "Day", "Month"], "List the (Rate Entity) in (Country) in (Day), (Month).": ["Rate Entity", "Country Entity", "Day", "Month"], "Which country has the (Value Entity) (Testing Entity) in (Day), (Month)?": ["Value Entity", "Testing Entity", "Day", "Month"], "Give me the country that has the (Value Entity) (Testing Entity) in (Day), (Month).": ["Value Entity", "Testing Entity", "Day", "Month"], "Provide me with the country that has the (Value Entity) (Testing Entity) in (Month).": ["Value Entity", "Testing Entity", "Month"], "List the country that has the (Value Entity) (Testing Entity) in (Month).": ["Value Entity", "Testing Entity", "Month"], "Which country has the (Value Entity) (Rate Entity) in (Day), (Month)?": ["Value Entity", "Rate Entity", "Day", "Month"], "Give me the country that has the (Value Entity) (Rate Entity) in (Day), (Month).": ["Value Entity", "Rate Entity", "Day", "Month"], "Provide me with the country that has the (Value Entity) (Rate Entity) in (Day), (Month).": ["Value Entity", "Rate Entity", "Day", "Month"]}